import React from 'react';
import ProductOrder from './ProductOrder';

const ProductInfo = ({caption, availability}) => {

  return (<div className="product-info column col-xs-12 col-sm-12 col-lg-8 col-xl-8 col-8">
    <div className='info'>
      <h1 className='caption'>{caption}</h1>
      <div className='availability'>Доступность:
        <span>{availability}</span>
      </div>
      <hr></hr>
      <div className='only_left'>Осталось:
        <span>100 шт.</span>
      </div>
      <div className='price'>20 000 руб.</div>
      <div className='description'>Многим знакомы мучительные времена, когда кожа очень сухая и чешется от этого, особенно в чувствительных местах, таких как лицо, локтевой сгиб или подколенные ямки. В такие периоды с большой вероятностью образуется порочный круг: зуд - расчесы - усиление зуда - усиление расчесов. Разорвать его можно, только правильно ухаживая за кожей. Жизненно необходимо интенсивно увлажнять и питать кожу, восстанавливая её гидро-липидный баланс. К тому же, ухоженная кожа меньше чешется и может лучше выполнять свою защитную функцию.
        <br></br>
        <br></br>
        Крем для интенсивного ухода за сухой кожей "Хрустальная трава" Dr.Hauschka Med интенсивно ухаживает в течение этого времени и повышает увлажнение кожи. Таким образом, ухоженная кожа приобретает барьерные свойства и меньше чешется. Состав: вода, экстракт ледяника (свежеотжатый сок), масло авокадо, растительный глицерин, масло манго, этанол, глицериды жирных кислот, миндальное масло, масло жожоба, кунжутное масло, ланолин, жирные спирты, бентонит, масло ши, экстракт моркови и розмарина, эфирное масло амириса, лизолецитин, глицерилолеат, ксантан.
        <br></br>
        <br></br>
        Объём: 50 мл
      </div>
      <ProductOrder />
    </div>

  </div>)

}

export default ProductInfo;
