import React from 'react';

import BaseHead from '../base/BaseHead';

const ProductDetails = ({}) => {

  return (  <div className="details column col-xs-12">
  <BaseHead caption={'Детали'}/>
      <div>
        Многим знакомы мучительные времена, когда кожа очень сухая и чешется от этого, особенно в чувствительных местах, таких как лицо, локтевой сгиб или подколенные ямки. В такие периоды с большой вероятностью образуется порочный круг: зуд - расчесы - усиление зуда - усиление расчесов. Разорвать его можно, только правильно ухаживая за кожей. Жизненно необходимо интенсивно увлажнять и питать кожу, восстанавливая её гидро-липидный баланс. К тому же, ухоженная кожа меньше чешется и может лучше выполнять свою защитную функцию.
          <br></br>
          <br></br>
          Крем для интенсивного ухода за сухой кожей "Хрустальная трава" Dr.Hauschka Med интенсивно ухаживает в течение этого времени и повышает увлажнение кожи. Таким образом, ухоженная кожа приобретает барьерные свойства и меньше чешется.
          <br></br>
          <br></br>
          Основой композиции защищающего кожу и способствующего удержанию влаги крема является дорогостоящий свежеотжатый сок ледяника (хрустальной травы) (Mesembryanthemum crystallinum), который прекрасно помогает при зуде и покраснениях, успокаивает кожу и заботится о ней в течение продолжительного времени.
          <br></br>
          <br></br>
          Крем для интенсивного ухода за сухой кожей "Хрустальная трава" Dr.Hauschka Med:<br></br>
          • снижает чувство напряжения и уменьшает зуд на особенно сухих участках кожи
          <br></br>
          • возвращает шершавой и шелушащейся коже гладкость
          <br></br>
          • укрепляет естественную барьерную функцию кожи и восстанавливает ее внутренний баланс, позволяя коже выполнять свою защитную роль<br></br>
          • насыщенный крем легко наносится и не оставляет жирной пленки на коже<br></br>
          • не содержит химически-синтезированных красителей и консервантов<br></br>
          • не ароматизирован<br></br>
          • дерматологически тестирован на переносимость<br></br>
          <br></br>
          <br></br>
          Применение:<br></br>
          При необходимости наносить на пораженные участки кожи несколько раз в день.<br></br>
          <br></br>
          <br></br>
          Рекомендации:<br></br>
          Прохладные, влажные компрессы с Кремом для интенсивного ухода за сухой кожей "Хрустальная трава" могут помочь быстро смягчить зуд.
          <br></br>
          <br></br>
          Состав: вода, экстракт ледяника (свежеотжатый сок), масло авокадо, растительный глицерин, масло манго, этанол, глицериды жирных кислот, миндальное масло, масло жожоба, кунжутное масло, ланолин, жирные спирты, бентонит, масло ши, экстракт моркови и розмарина, эфирное масло амириса, лизолецитин, глицерилолеат, ксантан.
          <br></br>
          <br></br>
          Объём: 50 мл
      </div>
    </div>)

}

export default ProductDetails;
